import React from "react";
import Container from "../Container/Containerl";
import { OffersTittle } from "./Offers.styled";

const Offers = () => {
  return (
    <Container>
      <OffersTittle>ми пропонуємо</OffersTittle>
      <div>
        <p>Результат нашої роботи перевершить ваші очікування!</p>
      </div>
      <div>
        <p>Будівництво будинків від 450$/м</p>
        <div>
          <p>
            Пропонуємо будівництво будинків за новими і класичними технологіями,
            з екологічно безпечних і надійних матеріалів, які на практиці довели
            доцільність свого застосування.
          </p>
          <p>
            Наш досвід дозволяє запропонувати реалізацію складних,
            індивідуальних проектів, будівництво будинку з преміальним
            екстер'єром, неповторними архітектурними лініями.
          </p>
        </div>
      </div>
    </Container>
  );
};

export default Offers;
